{
  "app.components.Nav.header": "The Girl Manual",
  "app.containers.AboutPage.mission": "It is only through human interaction and collective thinking that we can achieve our greatest potential, free from egotistical or selfish actions that damage the rest who have and will undoubtedly suffer the consequences to no accountability of the perpetrators. It is our goal to offer accurate information based on knowledge and verifiable facts to give the people the tools to see the reality of our world and dream for a better future.",
  "app.containers.AboutPage.title": "Our mission",
  "app.containers.HomePage.essi": "Essi Kiiski is a Bachelor of Political Science and Master in Violin Performance. She is currently working as an APA at the European parliament for a Finnish MEP (views in this website represent her own opinion). Always looking for growth, and ways to contribute positively to the society. Passionate in equality, human rights, sustainable development, education, and wellbeing. Music lover, runner, addicted to puzzles. Supports: Feminism, equality, and sustainability. Against: Prejudice.",
  "app.containers.HomePage.fernanda": "Fernanda Zamora is a Master in Public Policy and has worked doing research in innovation policies, social policies, restorative justice, amongst other topics. As a consultant of communication she has participad in the design and implementation of communication strategies for NGOs, public and private sector. Passionate in gender equality, social innovation and development. Voracious reader, frustrated ballerina, addicted to podcasts. Supports: Feminism, empowerment and innovation. Against: Injustice, intolerance.",
  "app.containers.HomePage.header": "The Girl Manual",
  "app.containers.HomePage.headline": "Thinking out loud about feminism, misogyny, and gender equality.",
  "app.containers.HomePage.hostsHeadline": "“The Girl Manual” podcast is hosted by Fernanda Zamora and Essi Kiiski.",
  "app.containers.HomePage.listenCta": "Listen now",
  "app.containers.HomePage.meetTheHosts": "Meet the hosts",
  "app.containers.LocalePicker.en": "English",
  "app.containers.LocalePicker.es": "Español",
  "app.containers.NotFoundPage.header": "This is the NotFoundPage container!"
}
